"Select Next Result" = "Seleziona il risultato successivo";
"Hide if pressed when already visible" = "Nascondi se premuto quando è visibile";
"Show children in result list" = "Mostra figli nella lista dei risultati";
"Row Height:" = "Altezza righe:";
"Use a single key command to activate" = "Usa un singolo tasto per attivare";
"Wait before searching:" = "Aspetta prima di cercare:";
"Function" = "Funzione";
"Hide instead of resetting search" = "Nascondi anziché azzerare la ricerca";
"Option" = "Opzioni";
"Switch to Text Mode" = "Cambia a Modalità Testo";
"Normal" = "Normale";
"Show other matches" = "Mostra altri risultati";
"Never" = "Mai";
"Delayed" = "Ritardato";
"HotKey Activation:" = "HotKey di Attivazione:";
"Edit" = "Modifica";
"Reset search after:" = "Azzera ricerca dopo:";
"Jump to Argument Field" = "Salta al Campo Argomento";
"Shift" = "Shift";
"Immediately" = "Immediatamente";
"Box" = "Box";
"Modifier-only Activation:" = "Attivazione solo con Modificatori";
"Off" = "Spento";
"Alternate Services Menu Key:" = "Tasto alternativo per il Menu Servizi";
"Double" = "Doppio";
"Caps Lock (Double Only)" = "Blocco Maiuscole (solo Doppio)";
"Delay before showing alternatives" = "Ritardo prima di mostrare alternative";
"The children of the object that is selected in the resultlist are displayed in a second list." = "Il figlio dell'oggetto selezionato nella lista dei risultati è visualizzato in una seconda lista.";
"Time to wait before new letters typed are considered a new search" = "Tempo da aspettare prima che le nuove lettere digitate vengano considerate come nuova ricerca";
"Command" = "Command";
"Spacebar behavior:" = "Comportamento barra spaziatrice:";
"Delay before searching to improve performance on slow machines" = "Ritardo prima della ricerca per migliorare le prestazioni su macchine lente";
"Control" = "Control";
"none" = "nessuno";
"Jump to action when getting results" = "Salta ad azione quando si ottengono i risultati";
"Single" = "Singolo";
"Switch to text mode if no match is found" = "Cambia a modalità testo se non è stato trovato alcun risultato";
"Show Item's Contents" = "Mostra il Contenuto dell'Elemento";
